'''
Тут список команд скрипта и помощь в работе с интерфейсом
'''

help = ('1 : Изменить размер(автоматический режим с сохранением пропорций) [1] [width]',
        '2 : Изменить размер(ручной режим) [2] [width] [height]',
        '3 : Инвертировать цвет картинки [3]',
        '4 : Инвертировать положение картинки по горизонтали [4]',
        '5 : Инвертировать положение картинки по вертикали [5]',
        '6 : Конвертировать картинку в символы и сохранить в ./sources/ [6] [number of symbols]',
        '7 : Сохранить картинку [7]',
        '8 : Показать словари для конвертирования в символы [8]',
        '9 : Выбрать новый файл(Не сохраняет изменения) [9]',
        'exit : Выйти мз программы [exit]',
        'help : Показать меню команд [help]')

commands = ('1', '2', '3', '4', '5', '6', '7','8','9', 'exit', 'help')
